export default function CookiePage() {
  return (
    <main className="max-w-4xl mx-auto px-4 py-16 text-black">
      <h1 className="text-3xl font-bold mb-6 text-black">
        Политика использования Cookies
      </h1>
      <p className="mb-4">
        Наш сайт использует файлы cookie для обеспечения корректной работы и
        улучшения пользовательского опыта.
      </p>
      <p className="mb-4">
        Cookie — это небольшие текстовые файлы, которые сохраняются в браузере
        пользователя и помогают нам анализировать использование сайта, запоминать
        настройки и предоставлять персонализированный контент.
      </p>
      <p className="mb-4">
        Пользователь может отключить использование cookie в настройках браузера,
        однако это может ограничить функциональность сайта.
      </p>
      <p>
        Продолжая использование сайта, вы соглашаетесь с нашей политикой в
        отношении файлов cookie.
      </p>
    </main>
  );
}
